Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Permission Setup
ar: إعداد الأذونات
cs: Nastavení oprávnění
da: Tilladelsesopsætning
de: Berechtigungseinrichtung
el: Ρύθμιση δικαιωμάτων
es: Configuración de permisos
fi: Käyttöoikeuksien asennus
fr: Configuration des permissions
hi: अनुमति सेटअप
hu: Engedélyek beállítása
id: Pengaturan Izin
it: Configurazione permessi
ja: 権限設定
ko: 권한 설정
ms: Persediaan Kebenaran
nb: Tillatelsesoppsett
nl: Machtigingeninstelling
pl: Konfiguracja uprawnień
pt: Configuração de permissões
ro: Configurare permisiuni
ru: Настройка разрешений
sv: Behörighetsinställning
th: ตั้งค่าสิทธิ์
tr: İzin Kurulumu
uk: Налаштування дозволів
vi: Thiết lập quyền
zh_hans: 权限设置
zh_hant: 權限設定
zh_hk: 權限設定

source: Polish
ar: البولندية
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνικά
es: Polaco
fi: Puola
fr: Polonais
hi: पोलिश
hu: Lengyel
id: Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
ms: Bahasa Poland
nb: Polsk
nl: Pools
pl: Polski
pt: Polonês
ro: Poloneză
ru: Польский
sv: Polska
th: โปแลนด์
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan
zh_hans: 波兰语
zh_hant: 波蘭語
zh_hk: 波蘭語

source: Portuguese
ar: البرتغالية
cs: Portugalština
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fi: Portugali
fr: Portugais
hi: पुर्तगाली
hu: Portugál
id: Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
ms: Bahasa Portugis
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt: Português
ro: Portugheză
ru: Португальский
sv: Portugisiska
th: โปรตุเกส
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文
zh_hk: 葡萄牙文

source: Preset Intervals
ar: فترات محددة مسبقًا
cs: Přednastavené intervaly
da: Forudindstillede intervaller
de: Voreingestellte Intervalle
el: Προκαθορισμένα διαστήματα
es: Intervalos predefinidos
fi: Esiasetetut aikavälit
fr: Intervalles prédéfinis
hi: प्रीसेट अंतराल
hu: Előre beállított időközök
id: Interval Prasetel
it: Intervalli predefiniti
ja: プリセット間隔
ko: 사전 설정 간격
ms: Selang Pratetap
nb: Forhåndsinnstilte intervaller
nl: Vooraf ingestelde intervallen
pl: Domyślne interwały
pt: Intervalos predefinidos
ro: Intervale prestabilite
ru: Предустановленные интервалы
sv: Förinställda intervall
th: ช่วงเวลาที่ตั้งไว้ล่วงหน้า
tr: Ön Ayarlı Aralıklar
uk: Попередньо встановлені інтервали
vi: Khoảng thời gian đặt trước
zh_hans: 预设间隔
zh_hant: 預設間隔
zh_hk: 預設間隔

source: Quit
ar: إنهاء
cs: Ukončit
da: Afslut
de: Beenden
el: Τερματισμός
es: Salir
fi: Lopeta
fr: Quitter
hi: बंद करें
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nb: Avslutt
nl: Stop
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выход
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: Refresh App List
ar: تحديث قائمة التطبيقات
cs: Obnovit seznam aplikací
da: Opdater app-liste
de: App-Liste aktualisieren
el: Ανανέωση λίστας εφαρμογών
es: Actualizar lista de aplicaciones
fi: Päivitä sovelluslista
fr: Actualiser la liste des apps
hi: ऐप सूची रीफ्रेश करें
hu: Alkalmazáslista frissítése
id: Segarkan Daftar Aplikasi
it: Aggiorna lista app
ja: アプリ一覧を更新
ko: 앱 목록 새로고침
ms: Segar Semula Senarai Apl
nb: Oppdater appliste
nl: App-lijst vernieuwen
pl: Odśwież listę aplikacji
pt: Atualizar lista de aplicativos
ro: Reîmprospătare listă aplicații
ru: Обновить список приложений
sv: Uppdatera applistan
th: รีเฟรชรายการแอป
tr: Uygulama Listesini Yenile
uk: Оновити список додатків
vi: Làm mới danh sách ứng dụng
zh_hans: 刷新应用列表
zh_hant: 重新整理應用程式列表
zh_hk: 重新整理應用程式列表

source: Refresh Dock
ar: تحديث شريط الإرساء
cs: Obnovit Dock
da: Opdater Dock
de: Dock aktualisieren
el: Ανανέωση Dock
es: Actualizar Dock
fi: Päivitä Dock
fr: Actualiser le Dock
hi: Dock रीफ्रेश करें
hu: Dock frissítése
id: Segarkan Dock
it: Aggiorna Dock
ja: Dock を更新
ko: Dock 새로고침
ms: Muat semula Dock
nb: Oppdater Dock
nl: Dock vernieuwen
pl: Odśwież Dock
pt: Atualizar Dock
ro: Reîmprospătare Dock
ru: Обновить Dock
sv: Uppdatera Dock
th: รีเฟรช Dock
tr: Dock'u Yenile
uk: Оновити Dock
vi: Làm mới Dock
zh_hans: 刷新程序坞
zh_hant: 重新整理程式塢
zh_hk: 重新整理程式塢

source: Refresh Icon Display
ar: تحديث عرض الأيقونة
cs: Obnovit zobrazení ikon
da: Opdater ikonvisning
de: Symbolanzeige aktualisieren
el: Ανανέωση εμφάνισης εικονιδίων
es: Actualizar visualización de iconos
fi: Päivitä kuvakenäkymä
fr: Actualiser l'affichage des icônes
hi: आइकन प्रदर्शन रीफ्रेश करें
hu: Ikonmegjelenítés frissítése
id: Segarkan Tampilan Ikon
it: Aggiorna visualizzazione icone
ja: アイコン表示を更新
ko: 아이콘 표시 새로고침
ms: Segar Semula Paparan Ikon
nb: Oppdater ikonvisning
nl: Pictogramweergave vernieuwen
pl: Odśwież wyświetlanie ikon
pt: Atualizar exibição de ícones
ro: Reîmprospătare afișaj pictograme
ru: Обновить отображение значков
sv: Uppdatera ikonvisning
th: รีเฟรชการแสดงไอคอน
tr: Simge Görünümünü Yenile
uk: Оновити відображення іконок
vi: Làm mới hiển thị biểu tượng
zh_hans: 刷新图标显示
zh_hant: 重新整理圖像顯示
zh_hk: 重新整理圖像顯示

source: Remove from Cache
ar: إزالة من ذاكرة التخزين المؤقت
cs: Odebrat z mezipaměti
da: Fjern fra cache
de: Aus dem Cache entfernen
el: Αφαίρεση από την προσωρινή μνήμη
es: Eliminar del caché
fi: Poista välimuistista
fr: Retirer du cache
hi: कैश से हटाएं
hu: Eltávolítás a gyorsítótárból
id: Hapus dari Cache
it: Rimuovi dalla cache
ja: キャッシュから削除
ko: 캐시에서 제거
ms: Alih Keluar dari Cache
nb: Fjern fra buffer
nl: Uit cache verwijderen
pl: Usuń z pamięci podręcznej
pt: Remover do cache
ro: Eliminare din cache
ru: Удалить из кэша
sv: Ta bort från cache
th: ลบจากแคช
tr: Önbellekten Kaldır
uk: Видалити з кешу
vi: Xóa khỏi bộ nhớ đệm
zh_hans: 从缓存中移除
zh_hant: 從快取中移除
zh_hk: 從快取中移除

source: Remove Selected
ar: إزالة المحدد
cs: Odebrat vybrané
da: Fjern valgte
de: Ausgewählte entfernen
el: Αφαίρεση επιλεγμένων
es: Eliminar seleccionados
fi: Poista valitut
fr: Supprimer la sélection
hi: चयनित हटाएं
hu: Kijelöltek eltávolítása
id: Hapus yang Dipilih
it: Rimuovi selezionati
ja: 選択を削除
ko: 선택 항목 제거
ms: Alih Keluar Terpilih
nb: Fjern valgte
nl: Selectie verwijderen
pl: Usuń zaznaczone
pt: Remover selecionados
ro: Eliminare selectate
ru: Удалить выбранные
sv: Ta bort markerade
th: ลบที่เลือก
tr: Seçilenleri Kaldır
uk: Видалити вибране
vi: Xóa mục đã chọn
zh_hans: 移除所选
zh_hant: 移除所選
zh_hk: 移除所選

source: Remove the Icon from the Launchpad
ar: إزالة الأيقونة من Launchpad
cs: Odebrat ikonu z Launchpadu
da: Fjern ikonet fra Launchpad
de: Symbol aus dem Launchpad entfernen
el: Αφαίρεση εικονιδίου από το Launchpad
es: Eliminar el icono del Launchpad
fi: Poista kuvake Launchpadista
fr: Supprimer du Launchpad
hi: Launchpad से आइकन हटाएं
hu: Ikon eltávolítása a Launchpadről
id: Hapus Ikon dari Launchpad
it: Rimuovi l'icona dal Launchpad
ja: Launchpadからアイコンを削除
ko: Launchpad에서 아이콘 제거
ms: Alih Keluar Ikon dari Launchpad
nb: Fjern ikonet fra Launchpad
nl: Verwijder het pictogram van het Launchpad
pl: Usuń ikonę z Launchpada
pt: Remover o ícone do Launchpad
ro: Eliminare pictogramă din Launchpad
ru: Удалить значок из Launchpad
sv: Ta bort ikonen från Launchpad
th: ลบไอคอนจาก Launchpad
tr: Simgeyi Launchpad'den Kaldır
uk: Видалити іконку з Launchpad
vi: Xóa biểu tượng khỏi Launchpad
zh_hans: 从启动台中移除图标
zh_hant: 從啟動台移除圖像
zh_hk: 從啟動台移除圖像

source: Request / Check Access
ar: طلب / التحقق من الوصول
cs: Požádat / Zkontrolovat přístup
da: Anmod om / Kontrollér adgang
de: Zugriff anfordern / prüfen
el: Αίτημα / Έλεγχος πρόσβασης
es: Solicitar / Verificar acceso
fi: Pyydä / Tarkista käyttöoikeus
fr: Demander / Vérifier l'accès
hi: पहुंच का अनुरोध / जांच करें
hu: Hozzáférés kérése / ellenőrzése
id: Minta / Periksa Akses
it: Richiedi / Verifica accesso
ja: アクセスをリクエスト / 確認
ko: 접근 요청 / 확인
ms: Minta / Semak Akses
nb: Be om / Sjekk tilgang
nl: Toegang aanvragen / controleren
pl: Poproś o dostęp / Sprawdź
pt: Solicitar / Verificar acesso
ro: Solicitare / Verificare acces
ru: Запросить / Проверить доступ
sv: Begär / Kontrollera åtkomst
th: ขอ / ตรวจสอบการเข้าถึง
tr: Erişim İste / Kontrol Et
uk: Запитати / перевірити доступ
vi: Yêu cầu / Kiểm tra quyền truy cập
zh_hans: 请求 / 检查访问权限
zh_hant: 請求 / 檢查存取權限
zh_hk: 請求 / 檢查存取權限

source: Restore
ar: استعادة
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
hi: पुनर्स्थापित करें
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復
zh_hk: 回復

source: Restore All
ar: استعادة الكل
cs: Obnovit vše
da: Gendan alle
de: Alle wiederherstellen
el: Επαναφορά όλων
es: Restaurar todo
fi: Palauta kaikki
fr: Tout restaurer
hi: सभी पुनर्स्थापित करें
hu: Összes visszaállítása
id: Pulihkan Semua
it: Ripristina tutto
ja: すべて復元
ko: 모두 복원
ms: Pulihkan Semua
nb: Gjenopprett alle
nl: Alles herstellen
pl: Przywróć wszystko
pt: Restaurar tudo
ro: Restaurare totală
ru: Восстановить все
sv: Återställ alla
th: กู้คืนทั้งหมด
tr: Tümünü Geri Yükle
uk: Відновити все
vi: Khôi phục tất cả
zh_hans: 全部恢复
zh_hant: 全部回復
zh_hk: 全部回復

source: Restore All Cached Icons
ar: استعادة جميع الأيقونات المخزنة مؤقتًا
cs: Obnovit všechny uložené ikony
da: Gendan alle cachelagrede ikoner
de: Alle zwischengespeicherten Symbole wiederherstellen
el: Επαναφορά όλων των αποθηκευμένων εικονιδίων
es: Restaurar todos los iconos en caché
fi: Palauta kaikki välimuistissa olevat kuvakkeet
fr: Restaurer toutes les icônes en cache
hi: सभी कैश्ड आइकन पुनर्स्थापित करें
hu: Összes gyorsítótárazott ikon visszaállítása
id: Pulihkan Semua Ikon yang Di-cache
it: Ripristina tutte le icone memorizzate
ja: キャッシュされたすべてのアイコンを復元
ko: 모든 캐시된 아이콘 복원
ms: Pulihkan Semua Ikon yang Dicache
nb: Gjenopprett alle bufrede ikoner
nl: Alle opgeslagen pictogrammen herstellen
pl: Przywróć wszystkie zapisane ikony
pt: Restaurar todos os ícones em cache
ro: Restaurare toate pictogramele din cache
ru: Восстановить все кэшированные значки
sv: Återställ alla cachade ikoner
th: กู้คืนไอคอนที่แคชไว้ทั้งหมด
tr: Tüm Önbelleğe Alınmış Simgeleri Geri Yükle
uk: Відновити всі кешовані іконки
vi: Khôi phục tất cả biểu tượng đã lưu
zh_hans: 恢复所有缓存的图标
zh_hant: 回復所有快取的圖像
zh_hk: 回復所有快取的圖像

source: Restore Cached Icons
ar: استعادة الأيقونات المخزنة مؤقتًا
cs: Obnovit uložené ikony
da: Gendan cachelagrede ikoner
de: Zwischengespeicherte Symbole wiederherstellen
el: Επαναφορά αποθηκευμένων εικονιδίων
es: Restaurar iconos en caché
fi: Palauta välimuistissa olevat kuvakkeet
fr: Restaurer les icônes en cache
hi: कैश्ड आइकन पुनर्स्थापित करें
hu: Gyorsítótárazott ikonok visszaállítása
id: Pulihkan Ikon yang Di-cache
it: Ripristina icone memorizzate
ja: キャッシュされたアイコンを復元
ko: 캐시된 아이콘 복원
ms: Pulihkan Ikon yang Dicache
nb: Gjenopprett bufrede ikoner
nl: Opgeslagen pictogrammen herstellen
pl: Przywróć zapisane ikony
pt: Restaurar ícones em cache
ro: Restaurare pictograme din cache
ru: Восстановить кэшированные значки
sv: Återställ cachade ikoner
th: กู้คืนไอคอนที่แคชไว้
tr: Önbelleğe Alınmış Simgeleri Geri Yükle
uk: Відновити кешовані іконки
vi: Khôi phục biểu tượng đã lưu
zh_hans: 恢复缓存的图标
zh_hant: 回復快取的圖像
zh_hk: 回復快取的圖像

source: Restore Default
ar: استعادة الافتراضي
cs: Obnovit výchozí
da: Gendan standard
de: Standard wiederherstellen
el: Επαναφορά προεπιλογής
es: Restaurar predeterminado
fi: Palauta oletusarvo
fr: Restaurer par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
hu: Alapértelmezés visszaállítása
id: Pulihkan Default
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 복원
ms: Pulihkan Lalai
nb: Gjenopprett standard
nl: Standaard herstellen
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Restaurare implicită
ru: Восстановить по умолчанию
sv: Återställ standard
th: กู้คืนค่าเริ่มต้น
tr: Varsayılanı Geri Yükle
uk: Відновити за замовчуванням
vi: Khôi phục mặc định
zh_hans: 恢复默认
zh_hant: 回復預設
zh_hk: 回復預設

source: Restore Default Icon
ar: استعادة الأيقونة الافتراضية
cs: Obnovit výchozí ikonu
da: Gendan standardikon
de: Standardsymbol wiederherstellen
el: Επαναφορά προεπιλεγμένου εικονιδίου
es: Restaurar icono predeterminado
fi: Palauta oletuskuvake
fr: Restaurer l'icône par défaut
hi: डिफ़ॉल्ट आइकन पुनर्स्थापित करें
hu: Alapértelmezett ikon visszaállítása
id: Pulihkan Ikon Default
it: Ripristina icona predefinita
ja: デフォルトアイコンに戻す
ko: 기본 아이콘으로 복원
ms: Pulihkan Ikon Lalai
nb: Gjenopprett standardikon
nl: Standaardpictogram herstellen
pl: Przywróć domyślną ikonę
pt: Restaurar ícone padrão
ro: Restaurare pictogramă implicită
ru: Восстановить значок по умолчанию
sv: Återställ standardikon
th: กู้คืนไอคอนเริ่มต้น
tr: Varsayılan Simgeyi Geri Yükle
uk: Відновити іконку за замовчуванням
vi: Khôi phục biểu tượng mặc định
zh_hans: 恢复默认图标
zh_hant: 回復預設圖像
zh_hk: 回復預設圖像

source: Restore Failed
ar: فشلت الاستعادة
cs: Obnovení selhalo
da: Gendannelse mislykkedes
de: Wiederherstellung fehlgeschlagen
el: Η επαναφορά απέτυχε
es: Error de restauración
fi: Palautus epäonnistui
fr: Échec de la restauration
hi: पुनर्स्थापना विफल
hu: Visszaállítás sikertelen
id: Pemulihan Gagal
it: Ripristino fallito
ja: 復元に失敗
ko: 복원 실패
ms: Pemulihan Gagal
nb: Gjenoppretting mislyktes
nl: Herstel mislukt
pl: Przywracanie nie powiodło się
pt: Falha na restauração
ro: Restaurare eșuată
ru: Восстановление не удалось
sv: Återställning misslyckades
th: การกู้คืนล้มเหลว
tr: Geri Yükleme Başarısız
uk: Відновлення не вдалося
vi: Khôi phục thất bại
zh_hans: 恢复失败
zh_hant: 回復失敗
zh_hk: 回復失敗

source: Restore Icons on Schedule
ar: استعادة الأيقونات وفقًا للجدول الزمني
cs: Obnovit ikony podle plánu
da: Gendan ikoner efter tidsplan
de: Symbole nach Zeitplan wiederherstellen
el: Επαναφορά εικονιδίων σε πρόγραμμα
es: Restaurar iconos por programa
fi: Palauta kuvakkeet aikataulun mukaan
fr: Restaurer les icônes selon le planning
hi: शेड्यूल पर आइकन पुनर्स्थापित करें
hu: Ikonok visszaállítása ütemezés szerint
id: Pulihkan Ikon Sesuai Jadwal
it: Ripristina icone su programma
ja: スケジュールでアイコンを復元
ko: 일정에 따라 아이콘 복원
ms: Pulihkan Ikon Mengikut Jadual
nb: Gjenopprett ikoner etter tidsplan
nl: Pictogrammen op schema herstellen
pl: Przywracaj ikony według harmonogramu
pt: Restaurar ícones por agendamento
ro: Restaurare pictograme programată
ru: Восстанавливать значки по расписанию
sv: Återställ ikoner enligt schema
th: กู้คืนไอคอนตามกำหนดเวลา
tr: Zamanlamaya Göre Simgeleri Geri Yükle
uk: Відновлювати іконки за розкладом
vi: Khôi phục biểu tượng theo lịch
zh_hans: 按计划恢复图标
zh_hant: 按排程回復圖像
zh_hk: 按排程回復圖像

source: Restore Icons When Apps Update
ar: استعادة الأيقونات عند تحديث التطبيقات
cs: Obnovit ikony při aktualizaci aplikací
da: Gendan ikoner når apps opdateres
de: Symbole bei App-Updates wiederherstellen
el: Επαναφορά εικονιδίων κατά την ενημέρωση εφαρμογών
es: Restaurar iconos al actualizar aplicaciones
fi: Palauta kuvakkeet sovellusten päivityksissä
fr: Restaurer les icônes lors de la mise à jour des applications
hi: ऐप अपडेट होने पर आइकन पुनर्स्थापित करें
hu: Ikonok visszaállítása alkalmazásfrissítéskor
id: Pulihkan Ikon Saat Aplikasi Diperbarui
it: Ripristina icone all'aggiornamento delle app
ja: アプリ更新時にアイコンを復元
ko: 앱 업데이트 시 아이콘 복원
ms: Pulihkan Ikon Apabila Apl Dikemas Kini
nb: Gjenopprett ikoner når apper oppdateres
nl: Pictogrammen herstellen wanneer apps worden bijgewerkt
pl: Przywróć ikony przy aktualizacji aplikacji
pt: Restaurar ícones ao atualizar aplicativos
ro: Restaurare pictograme la actualizarea aplicațiilor
ru: Восстанавливать значки при обновлении приложений
sv: Återställ ikoner vid appuppdateringar
th: กู้คืนไอคอนเมื่อแอปอัปเดต
tr: Uygulamalar Güncellendiğinde Simgeleri Geri Yükle
uk: Відновлювати іконки при оновленні додатків
vi: Khôi phục biểu tượng khi ứng dụng cập nhật
zh_hans: 在应用更新时恢复图标
zh_hant: 在 App 更新時回復圖像
zh_hk: 在應用程式更新時回復圖像

source: Restore Interval
ar: فترة الاستعادة
cs: Interval obnovení
da: Gendannelsesinterval
de: Wiederherstellungsintervall
el: Διάστημα επαναφοράς
es: Intervalo de restauración
fi: Palautusväli
fr: Intervalle de restauration
hi: पुनर्स्थापना अंतराल
hu: Visszaállítási időköz
id: Interval Pemulihan
it: Intervallo di ripristino
ja: 復元間隔
ko: 복원 간격
ms: Selang Pemulihan
nb: Gjenopprettingsintervall
nl: Herstelinterval
pl: Interwał przywracania
pt: Intervalo de restauração
ro: Interval de restaurare
ru: Интервал восстановления
sv: Återställningsintervall
th: ช่วงเวลาการกู้คืน
tr: Geri Yükleme Aralığı
uk: Інтервал відновлення
vi: Khoảng thời gian khôi phục
zh_hans: 恢复间隔
zh_hant: 回復間隔
zh_hk: 回復間隔

source: Restore Selected
ar: استعادة المحدد
cs: Obnovit vybrané
da: Gendan valgte
de: Ausgewählte wiederherstellen
el: Επαναφορά επιλεγμένων
es: Restaurar seleccionados
fi: Palauta valitut
fr: Restaurer la sélection
hi: चयनित पुनर्स्थापित करें
hu: Kijelöltek visszaállítása
id: Pulihkan yang Dipilih
it: Ripristina selezionati
ja: 選択項目を復元
ko: 선택 항목 복원
ms: Pulihkan Terpilih
nb: Gjenopprett valgte
nl: Selectie herstellen
pl: Przywróć zaznaczone
pt: Restaurar selecionados
ro: Restaurare selectate
ru: Восстановить выбранные
sv: Återställ markerade
th: กู้คืนที่เลือก
tr: Seçilenleri Geri Yükle
uk: Відновити вибране
vi: Khôi phục mục đã chọn
zh_hans: 恢复所选
zh_hant: 回復所選項目
zh_hk: 回復所選項目

source: Restore the original app icon
ar: استعادة أيقونة التطبيق الأصلية
cs: Obnovit původní ikonu aplikace
da: Gendan det originale app-ikon
de: Das originale App-Symbol wiederherstellen
el: Επαναφορά του αρχικού εικονιδίου εφαρμογής
es: Restaurar el icono original de la aplicación
fi: Palauta alkuperäinen sovelluskuvake
fr: Restaurer l'icône originale de l'application
hi: मूल ऐप आइकन पुनर्स्थापित करें
hu: Az eredeti alkalmazásikon visszaállítása
id: Pulihkan ikon aplikasi asli
it: Ripristina l'icona originale dell'app
ja: アプリの元のアイコンに戻す
ko: 원래 앱 아이콘으로 복원
ms: Pulihkan ikon apl asal
nb: Gjenopprett det opprinnelige appikonet
nl: Het originele app-pictogram herstellen
pl: Przywróć oryginalną ikonę aplikacji
pt: Restaurar o ícone original do aplicativo
ro: Restaurare pictogramă originală a aplicației
ru: Восстановить оригинальный значок приложения
sv: Återställ den ursprungliga appikonen
th: กู้คืนไอคอนแอปเดิม
tr: Orijinal uygulama simgesini geri yükle
uk: Відновити оригінальну іконку додатка
vi: Khôi phục biểu tượng ứng dụng gốc
zh_hans: 恢复应用的原始图标
zh_hant: 回復應用程式的原始圖像
zh_hk: 回復應用程式嘅原始圖像

source: Restore This Icon
ar: استعادة هذه الأيقونة
cs: Obnovit tuto ikonu
da: Gendan dette ikon
de: Dieses Symbol wiederherstellen
el: Επαναφορά αυτού του εικονιδίου
es: Restaurar este icono
fi: Palauta tämä kuvake
fr: Restaurer cette icône
hi: यह आइकन पुनर्स्थापित करें
hu: Ikon visszaállítása
id: Pulihkan Ikon Ini
it: Ripristina questa icona
ja: このアイコンを復元
ko: 이 아이콘 복원
ms: Pulihkan Ikon Ini
nb: Gjenopprett dette ikonet
nl: Dit pictogram herstellen
pl: Przywróć tę ikonę
pt: Restaurar este ícone
ro: Restaurare această pictogramă
ru: Восстановить этот значок
sv: Återställ denna ikon
th: กู้คืนไอคอนนี้
tr: Bu Simgeyi Geri Yükle
uk: Відновити цю іконку
vi: Khôi phục biểu tượng này
zh_hans: 恢复此图标
zh_hant: 回復此圖像
zh_hk: 回復此圖像

source: Restoring icons...
ar: جارٍ استعادة الأيقونات...
cs: Obnovování ikon...
da: Gendanner ikoner...
de: Symbole werden wiederhergestellt...
el: Επαναφορά εικονιδίων...
es: Restaurando iconos...
fi: Palautetaan kuvakkeita...
fr: Restauration des icônes en cours...
hi: आइकन पुनर्स्थापित किए जा रहे हैं...
hu: Ikonok visszaállítása...
id: Memulihkan ikon...
it: Ripristino icone in corso...
ja: アイコンを復元中...
ko: 아이콘 복원 중...
ms: Memulihkan ikon...
nb: Gjenoppretter ikoner...
nl: Pictogrammen herstellen...
pl: Przywracanie ikon...
pt: Restaurando ícones...
ro: Se restaurează pictogramele...
ru: Восстановление значков...
sv: Återställer ikoner...
th: กำลังกู้คืนไอคอน...
tr: Simgeler geri yükleniyor...
uk: Відновлення іконок...
vi: Đang khôi phục biểu tượng...
zh_hans: 正在恢复图标...
zh_hant: 正在回復圖像...
zh_hk: 正在回復圖像...

source: Retry Setup Check
ar: إعادة محاولة التحقق من الإعداد
cs: Opakovat kontrolu nastavení
da: Prøv installationskontrol igen
de: Einrichtungsprüfung wiederholen
el: Επανάληψη ελέγχου εγκατάστασης
es: Reintentar verificación
fi: Yritä asennustarkistusta uudelleen
fr: Réessayer la vérification de la configuration
hi: सेटअप जांच पुनः प्रयास करें
hu: Telepítés-ellenőrzés újrapróbálása
id: Coba Lagi Pemeriksaan Pengaturan
it: Riprova verifica configurazione
ja: セットアップ確認を再試行
ko: 설정 확인 다시 시도
ms: Cuba Semula Semakan Persediaan
nb: Prøv oppsettssjekk på nytt
nl: Installatiecontrole opnieuw proberen
pl: Ponów sprawdzanie konfiguracji
pt: Tentar verificação novamente
ro: Reîncercare verificare configurare
ru: Повторить проверку
sv: Försök igen med installationskontroll
th: ลองตรวจสอบการตั้งค่าอีกครั้ง
tr: Kurulum Kontrolünü Yeniden Dene
uk: Повторити перевірку налаштування
vi: Thử lại kiểm tra cài đặt
zh_hans: 重试设置检查
zh_hant: 重試設定檢查
zh_hk: 重試設定檢查

source: Romanian
ar: الرومانية
cs: Rumunština
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
es: Rumano
fi: Romania
fr: Roumain
hi: रोमानियाई
hu: Román
id: Rumania
it: Romeno
ja: ルーマニア語
ko: 루마니아어
ms: Bahasa Romania
nb: Rumensk
nl: Roemeens
pl: Rumuński
pt: Romeno
ro: Română
ru: Румынский
sv: Rumänska
th: โรมาเนีย
tr: Romence
uk: Румунська
vi: Tiếng Romania
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞語
zh_hk: 羅馬尼亞語

source: Run in Background
ar: التشغيل في الخلفية
cs: Spustit na pozadí
da: Kør i baggrunden
de: Im Hintergrund ausführen
el: Εκτέλεση στο παρασκήνιο
es: Ejecutar en segundo plano
fi: Suorita taustalla
fr: Exécuter en tâche de fond
hi: पृष्ठभूमि में चलाएं
hu: Futtatás a háttérben
id: Jalankan di Latar Belakang
it: Esegui in background
ja: バックグラウンドで実行
ko: 백그라운드에서 실행
ms: Jalankan di Latar Belakang
nb: Kjør i bakgrunnen
nl: Op de achtergrond uitvoeren
pl: Uruchom w tle
pt: Executar em segundo plano
ro: Rulare în fundal
ru: Работать в фоне
sv: Kör i bakgrunden
th: ทำงานในพื้นหลัง
tr: Arka Planda Çalıştır
uk: Робота у фоні
vi: Chạy nền
zh_hans: 在后台运行
zh_hant: 在背景執行
zh_hk: 在背景執行

source: Running
ar: قيد التشغيل
cs: Běží
da: Kører
de: Läuft
el: Εκτελείται
es: En ejecución
fi: Käynnissä
fr: En cours
hi: चल रहा है
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
ms: Berjalan
nb: Kjører
nl: Actief
pl: Uruchomiony
pt: Em execução
ro: Rulează
ru: Работает
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
uk: Працює
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中
zh_hk: 執行中

source: Russian
ar: الروسية
cs: Ruština
da: Russisk
de: Russisch
el: Ρωσικά
es: Ruso
fi: Venäjä
fr: Russe
hi: रूसी
hu: Orosz
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
ms: Bahasa Rusia
nb: Russisk
nl: Russisch
pl: Rosyjski
pt: Russo
ro: Rusă
ru: Русский
sv: Ryska
th: รัสเซีย
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄文
zh_hk: 俄文

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Scheduled Restoration
ar: الاستعادة المجدولة
cs: Plánované obnovení
da: Planlagt gendannelse
de: Geplante Wiederherstellung
el: Προγραμματισμένη επαναφορά
es: Restauración programada
fi: Ajoitettu palautus
fr: Restauration programmée
hi: शेड्यूल किया गया पुनर्स्थापना
hu: Ütemezett visszaállítás
id: Pemulihan Terjadwal
it: Ripristino programmato
ja: スケジュール復元
ko: 예약 복원
ms: Pemulihan Berjadual
nb: Planlagt gjenoppretting
nl: Gepland herstel
pl: Zaplanowane przywracanie
pt: Restauração agendada
ro: Restaurare programată
ru: Запланированное восстановление
sv: Schemalagd återställning
th: การกู้คืนตามกำหนดเวลา
tr: Zamanlanmış Geri Yükleme
uk: Заплановане відновлення
vi: Khôi phục theo lịch
zh_hans: 定时恢复
zh_hant: 排程回復
zh_hk: 排程回復
